[
  {
    "id": "Ectoplasma Hypnomade, le contrôle Psy !",
    "title": "Deck du jour : Ectoplasma Hypnomade, le contrôle Psy !",
    "content": "Ectoplasma a toujours été un de mes Pokémon préférés, l’utiliser comme carte phare dans un deck était donc une obligation ! Ectoplasma possède le talent unique de bloquer les dresseurs, limitant grandement les tactiques de votre adversaire. Ses sous évolutions, Fantominus et Spectrum sont elles aussi assez intéressantes pour leur attaque à 1 d’énergie et un coût de retrait faible. Hypnomade de son retrait pourra soit servir de tank afin de préserver votre Ectoplasma, ou alors utiliser son talent afin de temporiser pendant que votre autre Pokémon fait le travail ! Hypnomade possède le talent d’endormir le Pokémon adverse sur un lancer de dés, l’empêchant de faire quoi que ce soit pendant son tour. Il devra ensuite lui-même effectuer un lancer de dés afin de sortir de cet état. L’incapacité à utiliser des dresseurs couplée avec l’endormissement font alors de ce deck un très bon archétype pour déstabiliser un adversaire trop confiant.",
    "author": "Driinja",
    "date": "2024-11-26",
    "ImgPartie1": [
      "/images/cards/A1-120.jpg",
      "/images/cards/A1-120.jpg",
      "/images/cards/A1-121.jpg",
      "/images/cards/A1-121.jpg",
      "/images/cards/A1-123.jpg",
      "/images/cards/A1-123.jpg",
      "/images/cards/A1-124.jpg",
      "/images/cards/A1-124.jpg",
      "/images/cards/A1-125.jpg",
      "/images/cards/A1-125.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-225.jpg"
    ]
  },
  {
    "id": "Feuille de Route des évènements de Décembre",
    "title": "Feuille de Route des évènements de Décembre - Pokémon TCG Pocket",
    "content": "Le mois de Novembre aura été chargé pour les fans de Pokémon TCG Pocket entre l'événement Locklass, le JcJ Insignes, le Mass Outbreak et un ultime événement Magicarpe Leviatior qui devrait pointer le bout de son nez ! Que nous réserve Gamefreak pour ce mois de décembre ? Les leaks ont parlé, voici la liste provisoire des événements pour cette fin d'année !",
    "subtitle1": "Le Drop Florizarre",
    "content1": "Un deuxième évènement similaire au très populaire Drop Locklass va avoir lieu du 28 Novembre au 12 décembre. Durant celui ci nous pourrons récupérer jusqu'à 6 cartes promo, la plupart d'entre elles étant des arts alternatifs de cartes existantes ! Deux cartes sortent du lot, Rondoudou qui gagne la capacité d'endormir sur son attaque et Spectrum qui pourra faire 50 dégâts sur un lancer de pièces ! Rendant chacune d'entre elles bien plus intéressantes.",
    "subtitle2": "La Pioche Miracle Bulbizarre Magneti",
    "content2": "Un des membres des starters originel va avoir droit à son propre événement, c'est Bulbizarre qui sera au centre de celui-ci aux côtés de Magneti dans la Pioche Miracle un peu comme l'événement Miaouss / Leveinard que nous avons eu précédemment ! Comme la dernière fois, nous aurons un événement en deux temps, une première partie qui aura lieu du 5 au 12 décembre, et une deuxième du 12 au 19, avec évidemment sa boutique contenant des backgrounds, pièces et autres items exclusifs et relatifs à ces deux pokémons.",
    "subtitle3": "De nouvelles cartes en approche",
    "content3": "La communauté est unanime, ce que les joueurs attendent le plus c'est évidemment de nouvelles cartes ! Bien qu'un nouveau set complet de plus de 260 cartes arrive fin janvier, le 16 décembre arrivera avec un mini set de nouvelles cartes, un ou deux boosters de pokémon ne faisant pas partie du premier set de TCG Pocket ! Cela devrait s'accompagner en théorie de nouvelles mécaniques et d'équilibrages visant à changer la méta actuelle, dominée à l'extrême par un certain Pikachu !",
    "conclusion": "Le besoin de nouveautés se fait clairement ressentir au sein de la communauté qui attend de pied ferme le set A2 sortant fin janvier, les évènements de décembre pourront ils étancher notre soif de cartes ? On fera le bilan en fin d'année !",
    "author": "Driinja",
    "date": "2024-11-25",
    "ImgPartie1": [
      "/images/Event_Decembre/partie_2/FlorAllt.jpg",
      "/images/Event_Decembre/partie_1/AmphiAlt.jpg",
      "/images/Event_Decembre/partie_1/OnAlt.jpg",
      "/images/Event_Decembre/partie_1/RondAlt.jpg",
      "/images/Event_Decembre/partie_1/SpectAlt.jpg"
    ],
    "ImgPartie2": [
      "/images/Event_Decembre/partie_1/BulbAlt.jpg",
      "/images/Event_Decembre/partie_2/BulbEvent1.jpg",
      "/images/Event_Decembre/partie_2/BulbEvent2.jpg",
      "/images/Event_Decembre/partie_2/BulbEvent3.jpg"
    ],
    "ImgPartie3": ["/images/Event_Decembre/partie_3/Miniset.jpg"]
  },
  {
    "id": "Utilisez cette ressource importante tant que vous le pouvez !",
    "title": "Pokémon TCG Pocket : Utilisez cette ressource importante tant que vous le pouvez !",
    "content": "Comme vous le savez peut être chaque booster que vous ouvrez s’accompagne de points boosters, ressource qui fait office de “Pity system” !On peut définir ce terme technique comme une manière de lutter contre l'aléatoire du jeu, imaginez que vous ouvrez de plus en plus de boosters car vous souhaitez absolument avoir une carte précise mais la chance n'est pas avec vous. Chaque boosters s'accompagnant de points, vous pouvez directement acheter la carte que vous souhaitez grâce à cette ressource. Littéralement, le système a pitié de vous et vous échange votre carte contre vos points accumulés !",
    "content2": "Ces points sont néanmoins liés à l’extension des boosters ouverts, autrement dit, nous sommes actuellement dans le premier set de Pokémon TCG Pocket, ces points boosters ne pourront pas être utilisés avec le deuxième set qui sortira fin janvier afin de récolter au plus vite les cartes les plus prisées de la première extension du TCG mobile.",
    "content3": "Pire, ces points points étant liés au set, ils seront voués à disparaître lorsque le set s’en ira de la boutique ! Pas d’inquiétude car en théorie, même si la première extension devrait arriver le 30 janvier avec un lot de plus de 220 cartes, cela ne signifie pas forcément que le set “Puissance Génétique” disparaîtra pour autant, donc pas d’inquiétude à avoir … pour l’instant.",
    "conclusion": "Une question se pose, comment récupérer les cartes qui nous manqueront lorsque le set “Puissance Génétique” prendra fin ? La réponse se trouve très certainement dans le très demandé système d'échange que la communauté réclame ardemment depuis le lancement du jeu. Une date de sortie partielle pour cette option a été révélée officiellement, certaines cartes (sûrement celles du premier set) devraient être échangeables courant janvier.",
    "author": "Driinja",
    "date": "2024-11-25",
    "ImgPartie1": ["/images/Ressource/partie_1/Pointsbooster.gif"],
    "ImgPartie2": ["/images/Ressource/partie_2/Pointwarning.jpg"],
    "ImgPartie3": ["/images/Ressource/partie_3/Miniset.jpg"]
  },
  {
    "type": 2,
    "id": "Un nouveau format arrive, ce sont les joueurs qui en sont à l’origine",
    "title": "Un nouveau format arrive dans Pokémon TCG Pocket, mais ce sont les joueurs qui en sont à l’origine",
    "content": "Si vous vous êtes aventurés dans le mode joueur contre joueur de Pokémon TCG Pocket, vous avez peut être remarqués que La Méta actuelle est ultra dominée par les Pokémons EX, les données résumant les rencontres des 68 derniers tournois comprenant quasiment 35 000 matchs nous donnent l’information que dans le top 50 des Decks ayant le plus haut taux de victoire, seulement 8 decks ne comprennent aucune carte EX. En prime, seulement 2 decks regroupent plus de 50% des joueurs, et vous l’aurez deviné ce sont nos amis Mewtwo et Pikachu EX qui comptabilisent respectivement 25% et 26.5% des joueurs.",
    "content1": "Face à cette oppression de la méta, les joueurs ont trouvé un moyen de jouer dans leur propre format avant même que Game Freak ait besoin de mettre quoi que ce soit en place. Tout d’abord il faut savoir que comme mentionné précédemment, les tournois sont abondants sur Pokémon TCG Pocket et chacun y va de sa propre règle dont celle de ne pas utiliser de Pokémon EX lors de ces rencontres compétitives, créant ainsi un nouveau format pour les joueurs souhaitant s’engager dans ces tournois.",
    "content2": "Notez que vous n'êtes pas obligés d'être un compétiteur afin de profiter du format NOEX, pour celà il faudra vous tourner vers l'outil de match privé ! Un mot de passe est nécessaire afin de participer à ces matchs privés, et un consensus est arrivé avec le code NOEX, les deux joueurs se doivent juste de respecter la règle tacite : ne pas utiliser de Pokémon EX lors de ce genre de rencontres.",
    "content3": "L’objectif de ce format est d’ouvrir le jeu à des decks qui ne pourraient pas avoir vraiment la chance de tenir face à la puissance accablante des decks métas, et ainsi expérimenter des manières de jouer et des combinaisons variées de cartes qu’on a peu l’occasion de voir. Les retours des joueurs sont d’ailleurs assez positifs et enthousiastes concernant ce mode de jeu que beaucoup espèrent voir arriver officiellement dans le jeu au cours des prochaines mises à jour.",
    "content4": "Néanmoins, ce système possède ses propres défauts. Echapper à une Méta ne fait qu'en créer une nouvelle où les meilleurs decks NOEX se partagent la part du lion. De plus, rien n'empêche des joueurs mal intentionnés d'intégrer le format avec des decks qui ne respectent pas les règles, dans le but d'obtenir des victoires plus facile ou juste s'amuser.",
    "conclusion": "Même s'il est loin d'être parfait, le format NOEX offre un mode de jeu alternatif intéressant que ce soit pour les joueurs ayant fait le tour de la méta actuelle, ou ceux qui n'ont pas encore les cartes pour être compétitif dans le format classique ! Dans tous tes cas cette initiative de la part des joueurs prouve deux choses, un la débrouillardise des joueurs. Et deux, le manque cruel de formats sur Pokémon TGCP.",
    "author": "Driinja",
    "date": "2024-11-25",
    "ImgPartie1": ["/images/Format/partie_1/Ranking_compet.png"],
    "ImgPartie2": ["/images/Format/partie_2/Pokemeta.jpg"],
    "ImgPartie3": ["/images/Format/partie_3/NOEX.jpeg"],
    "ImgPartie4": ["/images/Format/partie_4/NOEXfake.jpeg"]
  },
  {
    "id": "L'évènement Apparition Massive de pokémon Feu ne fait pas l'unanimité",
    "type": 2,
    "title": "Un nouvel évènement a débarqué dans Pokémon TCG Pocket … et il ne fait pas l'unanimité",
    "content": "Ce vendredi un nouvel évènement est arrivé dans Pokémon TCG Pocket avec comme thème le feu ardent d’Arcanin, nous aurons la possibilité pendant une semaine d’avoir des pioches miracles orientées vers la thématique des flammes avec notamment des pokémons de types et des cartes Auguste à récupérer communément, mais aussi et surtout nous verrons apparaître des pioches rares avec des Pokémons EX comme Arcanin à l’intérieur.",
    "content1": "Malheureusement ce n’est pas assez pour les joueurs qui s’étaient imaginés monts et merveilles grâce à des leaks sur reddit mal interprétées, des quantités de vidéos sur Youtube ont ainsi fusées, incitant les joueurs à garder leurs ressources aux vues de drops plus rare de cartes dans les boosters, ce qui était évidemment faux",
    "content2": "La deuxième raison de cette déception tient dans les récompenses de l'événement en elles même, les pioches miracles n’étant tout d’abord pas la partie la plus excitante du jeu, les pioches bonus présentent un intérêt tout à fait relatifs pour les joueurs car les cartes restent très basiques, et les pioches rares s’accompagnent d’un prix de 3 Vitalités Miracles, nécessaire afin de tenter de récupérer le fameux Arcanin EX.",
    "content3": "Néanmoins l'événement offre quand même la chance de compléter un cartodex pas forcément évident à remplir en free to play avec des cartes très fortes dans la Pioche gratuite telles que feunard, Galopa ou même Auguste afin de créer un deck Aggro très efficace dans la méta actuelle, et même si la pioche rare coûte relativement chère, celà reste une opportunité supplémentaire de gagner une carte très intéressante et compétitive actuellement de par sa facilité de setup et sa puissance de frappe.",
    "conclusion": "Par contre ce que les joueurs attendant vraiment c’est un nouvel évènement solo similaire au combat Lokhlass qui a été vraiment populaire auprès de la communauté, mais n’ayez crainte c’est exactement ce que nous aurons le 28 Novembre avec de nouveaux challenges ainsi que de belles cartes promo à récupérer grâce à l'évènement Florizarre !",
    "author": "Driinja",
    "date": "2024-11-25",
    "ImgPartie1": ["/images/News_event/partie_1/Introevent.jpg"],
    "ImgPartie2": ["/images/News_event/partie_2/Piochebonus.jpg"],
    "ImgPartie3": ["/images/News_event/partie_3/Piocherare.jpg"],
    "ImgPartie4": ["/images/News_event/partie_4/Deckarca.jpg"]
  },
  {
    "id": "Arbok Roucarnage, ou l’art de troll en beauté",
    "title": "Deck du jour : Arbok Roucarnage, ou l’art de troll en beauté",
    "content": "Voici une combinaison comme on a pas l’habitude de voir mais si votre objectif du jour est de faire abandonner le joueur adverse, ce deck est exactement fait pour vous ! Les deux Pokémons phares du deck sont des cauchemars sur pattes, Arbok possède la capacité de totalement bloquer le Pokémon adverse, le rendant incabable de se replier sur son banc. Couplé avec le talent de Roucarnage à remplacer le pokémon au front par un du banc, et vous aurez un combo insupportable à infliger à vos adversaires ! Bien que ça ne soit pas un deck top tier, c’est vraiment une pépite si votre objectif est de troll efficacement.",
    "subtitle2": "Version Ptera",
    "content2": "Afin d’infliger encore plus de frustration à vos ennemis, on peut faire remplacer Arbok par Ptera. Ce Pokémon possède la capacité de renvoyer le Pokémon adverse dans la pioche sur un lancer de dés. Frustrant et énervant à souhait, vous pourrez admirer votre adversaire abandonner après avoir renvoyé son Pokémon durement set up, tout droit dans son paquet de cartes",
    "author": "Driinja",
    "date": "2024-11-25",
    "ImgPartie1": [
      "/images/cards/A1-164.jpg",
      "/images/cards/A1-164.jpg",
      "/images/cards/A1-165.jpg",
      "/images/cards/A1-165.jpg",
      "/images/cards/A1-186.jpg",
      "/images/cards/A1-186.jpg",
      "/images/cards/A1-187.jpg",
      "/images/cards/A1-187.jpg",
      "/images/cards/A1-188.jpg",
      "/images/cards/A1-188.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-223.jpg"
    ],
    "ImgPartie2": ["/images/cards/A1-210.jpg", "/images/cards/A1-225.jpg"]
  },
  {
    "id": "Triopikeur Kabutops, un deck tanky hors méta !",
    "title": "Deck du jour : Triopikeur Kabutops, un deck tanky hors méta !",
    "content": "Premier deck proposé par vos soins, je remercie Horreo, un membre actif de la communauté pour sa version du deck ! Le concept est simple, on joue Triopikeur et Kabutops, deux Pokémon avec des attaques à 1 d’énergie, donc très rapide à mettre en place, mais chacun avec des capacités de survie assez élevées ! L’attaque de Triopikeur vient avec un lancé de dés lui donnant la chance de ne subir aucun dégâts au tour suivant. Il pourra tanker tout le début de partie jusqu’à ce que vous mettiez en place Kabutops, qui lui aussi est très résistant grâce à sa capacité de se soigner du montant des dégâts qu'il inflige. Sa capacité à survivre couplé à son type combat en font un très bon counter du deck Pikachu EX, mais il manque un peu d'agressivité contre d’autres decks plus orientés “contrôle”.",
    "subtitle1": "D’autres versions",
    "content1": "Vous pourrez remplacer Kabutops par d’autres Pokémon afin d’obtenir une version plus agressive de celui-ci ! Ossatueur EX est un bon exemple car il s’obtient très facilement et peut faire jusqu’à 160 dégâts pour seulement deux points d’énergie. Évidemment cette version avec le côté complètement aléatoire de la carte ! Ou alors on peut imaginer un Mackogneur EX, une carte EX avec une des meilleures caractéristiques cumulées du jeu afin d'ajouter du “punch” à votre deck.",
    "author": "Driinja",
    "date": "2024-11-27",
    "ImgPartie1": [
      "/images/cards/A1-139.jpg",
      "/images/cards/A1-139.jpg",
      "/images/cards/A1-140.jpg",
      "/images/cards/A1-140.jpg",
      "/images/cards/A1-217.jpg",
      "/images/cards/A1-217.jpg",
      "/images/cards/A1-158.jpg",
      "/images/cards/A1-158.jpg",
      "/images/cards/A1-159.jpg",
      "/images/cards/A1-159.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-225.jpg",
      "/images/cards/A1-225.jpg"
    ],
    "ImgPartie2": ["/images/cards/A1-153.jpg", "/images/cards/A1-146.jpg"]
  },
  {
    "type": 1,
    "id": "5 changements que les joueurs attendent plus que tout !",
    "title": "Top 5 des changements attendus par les joueurs dans Pokémon TCG Pocket",
    "content": "Avec une sortie absolument fracassante et plus de 120 millions de dollars de chiffre d'affaires, Pokémon TCG Pocket s’est vraiment imposé comme un des géants du jeu mobile pour cette année 2024. La formule était forcément gagnante dès le départ, la licence la plus populaire au monde, une version simplifiée et dynamique du TCG classique, un mode de combat plus rapide pour coller à la plateforme et des visuels bluffants. Sans oublier, le fer de lance de Pokémon TCG Pocket, la collection de cartes avec une expérience “ouverture boosters” vraiment bien travaillée, et disons le, addictive ! Néanmoins, le jeu est loin d’être parfait et après un début aussi tonitruant, les fans ont des attentes quant à la suite ! Voici les 5 plus grosses attentes de la communauté, pour la suite de notre jeu préféré :  ",
    "subtitle1": "Les joueurs réclament plus de cartes !",
    "content1": "Que vous soyez collectionneur ou combattant, on a jamais assez de cartes ! Les 260 premières cartes commencent à être vues et revues au point que les joueurs attendent le prochain set avec impatience afin de se remettre à ouvrir des boosters par grand paquets de 10 ! Et chacun y va de ses spéculations et attentes, arrivée de la Gen 2, des pokémons Aciers pour combler ce roster très limité pour ce type, des Pokémon légendaire. On peut aussi imaginer que Pokémon TCGP ne suive pas le schéma des générations car même si le set A1 comprend les 151 premiers, d’autres Pokémon de la Gen 5 ou 7 font aussi leur apparition ! Dans tous les cas, il faudra être patient même si un nouvel évènement le 28 novembre nous apporte de nouvelles cartes promos, et qu’un mini set est prévu pour la fin de l’année ! La première vraie extension de Pokémon TCGP est quant à elle prévue pour fin janvier avec 230 cartes,son lot de cartes cachées et full arts !",
    "subtitle2": "Où sont les autres formats de jeu ?",
    "content2": "La version actuelle de Pokémon TCGP comporte seulement deux formats de jeu, un mode aléatoire où on peut sélectionner son niveau entre Novice et Vétéran. Malheureusement sans tri au préalable, le mode novice est absolument envahi par des joueurs experts en quête de victoires faciles. Il existe aussi un autre mode proposant des matchs privés avec un système de code. Devant ce vide, les joueurs ont même mis en place des formats grâce aux matchs privés et via un système de code comme “NOEX” un format avec pour seule règle de jouer sans Pokémon EX. La communauté aimerait cependant que ce genre d’initiative vienne directement du jeu avec l’implémentation d’un mode compétitif classé, du 2v2, un NOEX officiel… bref de la diversité !",
    "subtitle3": "De nouvelles mécaniques et stratégies",
    "content3": "Bien que la méta actuelle soit ultra dominée par les decks Pikachu et Mewto EX, le jeu propose quand même une certaine liberté de gameplay grâce à sa variété de cartes et de combos utilisable. Néanmoins, d’un point de vue purement stratégique, Pokémon TCG Pocket se trouve bien en dessous de son pendant physique. Et bien que ce soit une décision tout à fait compréhensible afin de créer un jeu plus accessible et dynamique, différentes mécaniques pourraient facilement être implémentées afin de rajouter des couches de complexité, sans pour autant rendre le jeu compliqué. Pour vous donner des exemples parlant, on peut penser au transfert et au changement d’énergie pour faciliter les Duo types, des recherches de Pokémon. D’autres effets de statuts pourraient être ajoutés comme la confusion, la brûlure ou le gel etc. Évidemment de nouvelles mécaniques et stratégies arriveront en même temps que la quantité de cartes augmentera, nous verrons donc où nous en serons fin janvier avec le set A2.  ",
    "subtitle4": "Les évènements",
    "content4": "L’évènement Locklass nous a montré à quel point des évènements contre l’ordinateur peuvent être plaisant et devenir populaire auprès de la communauté. Au vue des derniers évènements que nous avons pus vivre en jeu, les pioches miracles ont étées vraiment mineures en termes de contenu et l'événement Insigne a eu le mérite de nous donner un aperçu d’un mode joueur contre joueur classé. Seul le Drop Locklass a su apporter un contenu avec des récompenses, du challenge et un mode assez chill loin de la méta ultra dominée du JcJ. Le prochain Drop sera centré autour du Pokémon Florizarre et proposera 5 nouvelles cartes promo, cet évènement risque lui aussi d’être populaire auprès de la communauté. Voir arriver davantage de rencontres de ce style pourrait offrir vraiment du contenu attractif pour toute la communauté et j’espère que ce sera la direction que Pokémon TCG Pocket prendra",
    "subtitle5": "Les échanges",
    "content5": "Peut être la fonction la plus attendue par la communauté, les échanges. Après avoir seulement vu un aperçu de cette fonction lors de la révélation du jeu, les joueurs attendent toujours avec impatience l’arrivée des échanges afin de pouvoir compléter leur collection ! Un communiqué officiel mentionnait l’arrivée de cette fonction pour fin janvier, plus ou moins en même temps que la sortie de l’A2, mais limitant les échanges aux sets antérieurs. Bien que l’attente soit dans le cœur de tous les joueurs, des questions se posent quant aux limitations du système d’échanges. Une monnaie unique pour limiter les échanges, avoir un certain nombre d’exemplaires d’une carte pour pouvoir l’échanger, atteindre un certain niveau pour participer à cette activité… Ce ne sont que quelques spéculations qui sont peut être loin de ce que nous allons avoir, mais ce qui est sûr, c’est que Pokémon TCG Pocket devra poser des limitation de manière intelligente afin de contrer l’arrivée d’un marché noir, mais sans pour autant frustrer ses joueurs ",
    "conclusion": "Il n’est pas étonnant qu’un jeu de la licence Pokémon libère autant de passion, ce qu’on ne pouvait pas prévoir c’est l’ampleur que le jeu allait prendre en si peu de temps! Aujourd’hui Pokémon TGCP possède un modèle qui peut se montrer très profitable tout en offrant une expérience jeux vidéo vraiment solide aux amoureux de la licence. Il reste juste à espérer que toutes nos attentes soient résolues avec l’arrivée de la première extension, le set A2, arrivant fin janvier.",
    "author": "Driinja",
    "date": "2024-11-29",
    "ImgPartie1": [
      "/images/article_5/starter1.png",
      "/images/article_5/starter2.png",
      "/images/article_5/starter3.png"
    ],
    "ImgPartie2": ["/images/article_5/NOEX.jpeg"],
    "ImgPartie3": ["/images/article_5/statusexemple.png"],
    "ImgPartie4": [
      "/images/article_5/SpectAlt.jpg",
      "/images/article_5/RondAlt.jpg",
      "/images/article_5/OnAlt.jpg",
      "/images/article_5/FlorAlt.jpg",
      "/images/article_5/AmphiAlt.jpg"
    ],
    "ImgPartie5": ["/images/article_5/échanges.jpg"]
  },
  {
    "id": "Amonistar Amphinobi, le duo inattendu !",
    "title": "Deck du jour : Amonistar Amphinobi, le duo inattendu !",
    "content": "Un binôme hors du commun aujourd’hui avec deux Pokémons un peu délaissés par la méta ! Le concept du Deck est assez simple, Amonistar empêche l’adversaire d’attaquer, l’obligeant à faire évoluer ou interchanger ses pokémon afin de pouvoir survivre. Amphinobi, grâce à son talent, continue à mettre la pression à ces Pokémons ayant battu en retraite ! Une fois que la mise en place est faite, c'est une pression constante qui s’applique au plateau ennemi ! Mais comme vous l’avez remarqué c’est un Deck qui demande 2 Pokémons niveau 2, on utilisera alors un tank, ici Mewtwo afin de temporiser un peu notre sortie. Un deck très intéressant à jouer qui demandera néanmoins un peu de pratique pour être maîtrisé !",
    "subtitle1": "Alternatives",
    "content1": "Mewtwo peut être remplacé par Kangourex, Ronflex ou Locklass si vous le souhaitez. Amonistar peut facilement laisser sa place pour des alternatives plus métas comme Starros EX ou Artikodin EX.",
    "author": "Driinja",
    "date": "2024-11-29",
    "ImgPartie1": [
      "/images/cards/A1-087.jpg",
      "/images/cards/A1-087.jpg",
      "/images/cards/A1-088.jpg",
      "/images/cards/A1-088.jpg",
      "/images/cards/A1-089.jpg",
      "/images/cards/A1-089.jpg",
      "/images/cards/A1-216.jpg",
      "/images/cards/A1-216.jpg",
      "/images/cards/A1-081.jpg",
      "/images/cards/A1-081.jpg",
      "/images/cards/A1-082.jpg",
      "/images/cards/A1-082.jpg",
      "/images/cards/A1-128.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-225.jpg"
    ],
    "ImgPartie2": [
      "/images/cards/A1-203.jpg",
      "/images/cards/A1-211.jpg",
      "/images/cards/A1-076.jpg",
      "/images/cards/A1-084.jpg"
    ]
  },
  {
    "type": 1,
    "id": "Top deck pour battre l’évènement Florizarre !",
    "title": "Évènement Florizarre : Les meilleurs decks pour détruire le mode expert !",
    "content": "L’évènement Florizarre a démarré ce vendredi 29 avec à la clef 5 cartes promos magnifiques ! Si vous cherchez un deck simple, rapide et sans cartes rares pour contrer le fameux combo Florizarre / Fragilady, cet article est pour vous ! ",
    "author": "Driinja",
    "date": "2024-11-30",
    "subtitle1": "Le Deck Auguste",
    "content1": "On trouvera ici des cartes avec une mise en place très rapide, Ponyta et son évolution Galopa n’ont besoin que d’une énergie pour taper respectivement 40 et 60 points de dégâts grâce à l’avantage du type. Feunard de son côté, peut infliger 110 de dégâts aux Pokémons plantes en seulement deux tours, vous donnant un avantage direct contre un Deck Florizarre ! Pour couronner le tout, on rajoute la carte Dresseur Auguste afin d’améliorer les dégâts de Galopa et Feunard de 30 points, les rendant absolument dévastateurs. C’est à mon avis le deck le plus simple en termes de rapidité d’exécution, de dégâts, et en accessibilité du fait qu’il ne contient aucune carte EX !",
    "subtitle3": "Pas d’Auguste ? Pas de soucis !",
    "content3": "Si jamais vous n’avez pas la carte Auguste dans votre réserve, le Deck aura un peu moins d’impact ! Voici alors un deuxième deck afin de vous offrir une alternative viable si vous ne possédez pas les cartes précédentes. Ici on utilise Malamandre et Pyroli pour l’avantage du type ainsi que leur rapidité de mise en place.",
    "conclusion": "J’espère que ces deux Decks feront votre bonheur et que vous aurez facilement les 5 cartes promo de l’évènement ! Un dernier deck que je me permet de rajouter c’est le Dracofeu / Sulfura ou son alternative avec Arcanin / Sulfura / Scolocendre qui sont tout deux de très bons decks et que vous retrouverez facilement dans la partie Deck de notre site !",
    "ImgPartie1": [
      "/images/Article_5/FlorAlt.jpg",
      "/images/Article_5/AmphiAlt.jpg",
      "/images/Article_5/OnAlt.jpg",
      "/images/Article_5/RondAlt.jpg",
      "/images/Article_5/SpectAlt.jpg"
    ],
    "ImgPartie2": [
      "/images/cards/A1-037.jpg",
      "/images/cards/A1-037.jpg",
      "/images/cards/A1-038.jpg",
      "/images/cards/A1-038.jpg",
      "/images/cards/A1-042.jpg",
      "/images/cards/A1-042.jpg",
      "/images/cards/A1-043.jpg",
      "/images/cards/A1-043.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-225.jpg",
      "/images/cards/A1-225.jpg",
      "/images/cards/A1-221.jpg",
      "/images/cards/A1-221.jpg"
    ],
    "ImgPartie3": [
      "/images/cards/A1-049.jpg",
      "/images/cards/A1-049.jpg",
      "/images/cards/A1-050.jpg",
      "/images/cards/A1-050.jpg",
      "/images/cards/A1-207.jpg",
      "/images/cards/A1-207.jpg",
      "/images/cards/A1-045.jpg",
      "/images/cards/A1-045.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-225.jpg",
      "/images/cards/A1-225.jpg"
    ]
  },
  {
    "title": "Deck du jour : Grodoudou Smogogo, le duo des afflictions !",
    "id": "Grodoudou Smogogo, le duo des afflictions",
    "content": "Si vous cherchez un deck pour rendre dingue votre adversaire, celui-ci est fait pour vous ! Le combo Smogogo / Koga est assez connu aujourd’hui, Smogogo est un Pokémon exceptionnel qui permet de mettre une pression incroyable sur l’ennemi entre ses 30 points de dégâts pour seulement une énergie, et son poison constant ! Couplé à Koga, qui nous permet de le récupérer dans la main et réinitialiser ses PV, on se retrouve avec un Pokémon très solide au front. Le deuxième Pokémon de ce duo est Grodoudou ! Il possède un bon montant de PV, tape correctement et endort grâce à ses attaques, ce qui fait de celui-ci un très bon Pokémon pour contrôler l’ennemi. Sachant qu’avec le nouveau Rondoudou Promo, on peut même endormir au plus tôt du combat, on se retrouve avec un Deck assez efficace cumulant sommeil et poison pour tuer les ennemis à petit feu !",
    "author": "Driinja",
    "date": "2024-12-02",
    "ImgPartie1": [
      "/images/cards/A1-176.jpg",
      "/images/cards/A1-176.jpg",
      "/images/cards/A1-177.jpg",
      "/images/cards/A1-177.jpg",
      "/images/cards/P-A-022.jpg",
      "/images/cards/P-A-022.jpg",
      "/images/cards/A1-195.jpg",
      "/images/cards/A1-195.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-222.jpg",
      "/images/cards/A1-222.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-225.jpg",
      "/images/cards/A1-225.jpg"
    ]
  },
  {
    "type": 2,
    "id": "Pikachu à l'honneur dans le nouveau pass premium",
    "title": "Le pass premium a été mis à jour, ce mois ci c'est Pikachu qui est à l'honneur",
    "content": "Le pass de combat est devenu une des microtransactions les plus courantes dans l'univers des jeux vidéos en ligne et Pokémon TCG Pocket ne déroge pas à la règle ! Pour 9.99€ vous aurez droit à un paquet de cartes supplémentaire par jour (ce qui en fait le meilleur rapport qualité prix par rapport aux Pokélingots), mais aussi un ensemble de missions mensuelles diverses afin de récolter des sabliers ainsi que des tickets prémiums.",
    "subtitle1": "La star de ce mois ci ? J'ai nommé Pikachu !",
    "content1": "Comme vous l'avez vu précédement, certaines missions vous apporteront des tickets prémiums, nécessaires afin d'acheter tapis, pièce, couverture, protège-carte et arrière plan avec pour thème Pikachu ! Ce sont dans l'ensemble des missions extrèmement simple qui se résument à ouvrir des boosters et collectioner des cartes de tout type. En prime vous aurez droit à des sabliers et sabliers miracles, que vous pourrez commencer à accumuler pour le nouveau Mini-Set qui sortira ce 18 décembre ! A noter que la partie mensuelle de la boutique a elle aussi été réinitialisée, vous pouvez dès lors dépenser vos tickets boutique afin d'obtenir davantage de sabliers et sabliers miracles.",
    "subtitle2": "La carte promo qui fait la différence",
    "content2": "Le clou du spectacle n'est autre que la carte promo offerte ce mois ci en prenant le pass combat. Le mois précédent le thème était orienté Mewtwo afin pour carte promo Pikachu, aujourd'hui on inverse tout afin une carte Mewtwo promo absolument magnifique qui rentre directement dans tout mes decks.",
    "conclusion": "Le pass prémium est aujourd'hui le meilleur rapport qualité/prix qu'on puisse trouver sur Pokémon TCGP car il nous permet d'obtenir 30 paquets de cartes, cartes promo, sablier et cosmétiques pour ce prix ! Si on est amoureux de Pokémon TCG Pocket, c'est à mon sens l'investissement le plus rentable pour les joueurs.",
    "author": "Driinja",
    "date": "2024-12-02",
    "ImgPartie1": [
      "/images/article_7/recompense1.png",
      "/images/article_7/recompense2.png"
    ],
    "ImgPartie2": ["/images/article_7/Mewtwopromo.png"],
    "ImgPartie3": ["/images/article_7/recompense.gif"]
  },
  {
    "id": "Grodoudou Amphinobi, j’endors et tu tapes !",
    "title": "Deck du jour : Grodoudou Amphinobi, j’endors et tu tapes !",
    "content": "Une autre itération de notre Deck Grodoudou (oui j’adore la nouvelle carte promo rondoudou, voilà, c’est dit) et cette fois avec Amphinobi ! L’objectif est le même, contrôlé grâce à l’endormissement de Rondoudou et Grodoudou EX. Dans cette version on utilise le talent d’Amphinobi afin de taper les Pokémon du banc, bloqué grâce au sommeil infligé par Grodoudou EX ! Un Deck hors méta qui change et qui peut avoir de très bonnes sorties, j’ai néanmoins rajouté un Pokémon tank avec Kangourex afin de temporiser un peu si la sortie est compliquée, vous verrez si vous souhaitez le garder ou non!",
    "author": "Driinja",
    "date": "2024-12-05",
    "ImgPartie1": [
      "/images/cards/A1-087.jpg",
      "/images/cards/A1-087.jpg",
      "/images/cards/A1-088.jpg",
      "/images/cards/A1-088.jpg",
      "/images/cards/A1-089.jpg",
      "/images/cards/A1-089.jpg",
      "/images/cards/P-A-022.jpg",
      "/images/cards/P-A-022.jpg",
      "/images/cards/A1-195.jpg",
      "/images/cards/A1-195.jpg",
      "/images/cards/A1-203.jpg",
      "/images/cards/P-A-001.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-002.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-005.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/P-A-007.jpg",
      "/images/cards/A1-223.jpg",
      "/images/cards/A1-225.jpg"
    ]
  },
  {
    "id": "Nouvel Event JcJ : Il faudra enchainer les victoires ! ",
    "type": 2,
    "title": "Un nouvel évènement va débarquer dans Pokémon TCG Pocket ... et il va falloit enchainer les victoires en JcJ !",
    "content": "Lundi 9 Décembre nous allons voir arriver un nouvel évènement et pour la 2eme fois la thématique sera le joueur contre joueur mais avec une petite différence par rapport à la dernière fois ! Une fois de plus nous aurons 4 emblèmes uniques à aller chercher, mais cette fois il va falloir enchainer les victoires d'affilée pour les obtenir. ",
    "content1": "Vue l'état de la méta et la puissance dominatrice qu'exercent des decks comme Pikachu, Mewtwo, Dracofeu et Starros, on ne peut qu'anticiper de tomber en boucle contre les mêmes compositions pendant l'intégralité de l'évènement. Lors du premier évènement nous avions simplement pour objectif d'arriver à 50 victoires, et même avec des decks moins performants ou hors méta, on pouvait tirer son épingle du jeu ! Ici, enchainer 5 victoires d'affilée avec des decks aussi surpuissants en face peut avoir l'air effrayant sinon avec des decks qui sortent des habitudes !",
    "content2": "Face à ce challenge, quelles solutions avons nous ? La première est de jouer méta et choisir les decks les plus puissants et stable, c'est à dire Pikachu ou Mewtwo EX (que vous retrouverez évidement dans la partie deck de notre site). Evidement Starros/Artikodin ou Dracofeu/Sulfura seront de très bons decks à choisir pour arriver à l'objectif ! Une dernière stratégie, qui n'est pas encore prouvée de fonctionner (mais qui était viable lors du dernier évènement) c'était de faire des combats contre des amis grâce à l'outil de match privé, et de s'organiser afin que chacun d'entre vous récolte les fameux victoires d'affilée !",
    "conclusion": "En conclusion un évènement qui risque d'être dur mais challengeant ! J'ai hâte de voir le résultat des courses et voir si des decks arriveront à émerger pour combattre cette méta !",
    "author": "Driinja",
    "date": "2024-12-06",
    "ImgPartie1": ["/images/Article_8/embleme.jpg"],
    "ImgPartie2": ["/images/cards/A1-280.jpg",
  "/images/cards/A1-281.jpg",
  "/images/cards/A1-282.jpg",
  "/images/cards/A1-257.jpg"
  ],
  "ImgPartie3": ["/images/Article_8/freewin.jpg"]
}
]
